{
    "Introduction": "Oh, you must be the new farmer. My name is Green Flag Dude. Just call me Good Boy.",
    "Mon": "Don’t mind my uncle, Lewis.$0.#$b#If he starts annoying you, just tell me. I’ll put molasses in his coffee again. $6",
    "spring_12": "Running around and searching for some eggs? Yeah, I’m all good.",
    "spring_23": "I’m supposed to put on some stupid white dress and dance around tomorrow? $6#$b# Fat chance. $6",
    "summer_10": "Me and the Governor don’t get along very well. $4#$e# I’d like to skin him. $7",
    "summer_27": "Moonlight Jellies? What? No wonder Uncle Lewis asked me to work late tomorrow night! $6 ",
    "Tue": "Ugh, paperwork day.$2#$b# Just another reason I want to move out of this place.$2",
    "Wed": "I think it’s gonna rain tomorrow.#$e# Rain days inside are the BEST kind of days..$1",
    "Thu": "I had to make myself dinner last night, my Uncle Lew didn’t get home until real late.#$b# I wonder where he goes.",
    "Fri": "I think I just saw Vincent eat a Beetle whole.#$b# Apple doesn’t fall from the tree, I guess.$2",
    "Sat": "I once saw a UFO absorb one of Marnie’s cows.#$b# That must be why Lewis goes there so often.$7",
    "Sun": "Sometimes, I think about just getting on a rocket and going home...$3",
    
    "Mon2":"You know my Uncle Lewis sleeps with his socks on.$1#$b# Isn’t that weird?$6",
    "Tue2": "Scientists say that the heat death of the universe is expected to come in around 25 years.$7",
    "Wed2": "Do you have any sprinklers on your farm?$1#$e# Sometimes I like to run through them with my shoes off. $6#$e# Not like that pervert.",
    "Thu2": "When I was a kid, I always wanted to be a magician. $1#$e# I stopped that when I realized they all end up dead and broke.$0#$e# But now, I guess I’m just alive and broke. $3",
    "Fri2": "THIS UNIT REQUIRES A SYSTEM REBOOT. PLEASE RETURN TO SENDER. $0",
    "Sat2": "I’ve seen a man die once.",
    "Sun2": "I have gastro-intestinal pain right now. $3#$e# So can we maybe talk later?$6",
    
    "Mon4": "I’ve been practicing my magic some more! $1#$e#  You should come by Lew’s house later and I’ll show you.$6",
    "Tue4": "Did you just fart? $2#$e# You’re weird. $0#$e# Cool. $1",
    "Thu4": "I wish it would rain. $3",
    "Fri4": "Uncle Lew has really been on my case lately. $2#$e# I think in a battle of physical limits I would best him. $1",
    "Sun4": "I want to chew an entire lemon. $4",
    
    
    "Wed6": "Sometimes I wish I was just a beetle. $3#$e# I would be very crunchy.",
    "Thu6": "Gus is pretty hairy, don’t you think?",
    "Fri6": "I would like to watch the sun burn an ant into dust.",
    "Sat6": "I love sunshine.",
    
    
    "Mon8": "Uncle Lew wants me to help with the garden later today. $0#$e# I’m glad he asks for my help. $1",
    "Tue8": "Everyone in this town still annoys me besides Uncle Lew. $2#$e# You’re pretty cool too, I guess. $6",
    "Wed8": "You ever seen a snake unhinge it’s jaw and eat a deer whole? $1#$e# Me neither. $3",
    "Thu8": "What are the chances anyone would actually read this dialogue? $2#$e# I can say whatever I want. $1#$b# zoobie doobie moobie loobie, yum yum! $8",
    "Fri8": "Glorp! $8",
    "Sat8": "Try not to talk to me on Fridays. $3#$e# It’s for your own safety. $7",
    "Sun8": "Can you believe an entire town has only two cute people in it? $6#$e# Lucky us, I guess. $6",
    
    "Mon10": "Hi Sweetheart! $1#$e# I have to get to work right now, but you better have some toe fungus saved for me later! $7",
    "Tue10": "UNIT #4473 NEED REBOOTING. NEED NOT GO THIS LONG WITHOUT SYSTEM UPDATE. $0",
    "Wed10": "I’m getting REALLY good at magic these days! $1#$e# Maybe I’ll ask Vincent to watch some more of my tricks. $7",
    "Thu10": "Ever think about going to the astral plane? $7",
    "Fri10": "Uncle Lew told me the funniest story the other day. $1#$e# He somehow got his FOOT stuck in a mouse trap. $7#$e# He’s such a FOOLISH HUMAN AND UNFORTUNATELY HE TOO WILL PERISH. $0#$e# That Pierre guy is a little weird isn’t he?",
    "Sat10": "When you walk away, you don't hear me say 'Please, oh baby, don't go'. $1#$b#
    Simple and clean is the way that you're making me feel tonight. It's hard to let it go, you're giving me. $1#$b# Too many things lately you're all I need, oh You smiled at me and said Don't get me wrong, I love you. $1#$b# But does that mean I have to meet your father? When we are older, you'll understand What I meant when I said. $1#$b# No, I don't think life is quite that simple. $1#$b# When you walk away, you don't hear me say 'Please, oh baby, don't go'. Simple and clean.$1#$b# Is the way that you're making me feel tonight It's hard to let it go. $1#$b#
    Hold me, whatever lies beyond this morning Is a little later on. Regardless of warnings, the future doesn't scare me at all. $1#$b# Nothing's like before. $1#$e# My mom wrote that song. $4",
    
    }
    